Repository: malvinas2/repository.vanilla21
Catalog: repo/plugin.audio.spotify/resources/language/resource.language.*/strings.po
Languages: es_es

# #11001
source: Username
es_es: Nombre de Usuario

# #11002
source: Password
es_es: Contraseña

# #11005
source: New releases
es_es: Nuevos Lanzamientos

# #11007
source: Save to My Music
es_es: Guardar en Mi Música

# #11008
source: Remove from My Music
es_es: Remover de Mi Música

# #11009
source: Follow
es_es: Seguir

# #11010
source: Unfollow
es_es: Dejar de Seguir

# #11011
source: Artist top tracks
es_es: Canciones Top del Artista

# #11012
source: Related artists
es_es: Artistas Relacionados

# #11013
source: My Music
es_es: Mi Música

# #11014
source: Explore
es_es: Explorar

# #11015
source: Featured playlists
es_es: Playlists Destacadas

# #11016
source: New releases
es_es: Nuevos Lanzamientos

# #11017
source: Remove from playlist
es_es: Remover del Playlist

# #11018
source: All albums for artist
es_es: Todos los Albumes del Artista

# #11020
source: Default view for categories
es_es: Vista por Defecto para Categorías

# #11023
source: Most played artists
es_es: Artistas más Reproducidos

# #11024
source: Most played tracks
es_es: Canciones más Reproducidas

# #11025
source: Follow artist
es_es: Seguir Artista

# #11026
source: Unfollow artist
es_es: Dejar de Seguir Artista

# #11027
source: Refresh listing
es_es: Refrescar Listado

# #11028
source: Login details
es_es: Detalles de Login

# #11030
source: Append artist name to song title
es_es: Adjuntar Nombre del Artista a Título de Canción

# #11031
source: Default view for playlists
es_es: Vista por Defecto para Playlists

# #11032
source: Default view for artist list
es_es: Vista por Defecto para Lista de Artista

# #11033
source: Default view for album list
es_es: Vista por Defecto para Lista de Album

# #11034
source: Default view for song list
es_es: Vista por Defecto para Lista de Canción

# #11047
source: Current user
es_es: Usuario Actual

# #11055
source: Views
es_es: Vistas

# #11069
source: My recently played playlist
es_es: Mi Playlist reproducida Recientemente

# #11070
source: Gap between tracks when playing a playlist (secs)
es_es: Espacio entre canciones cuando se reproduce una playlist (Segundos)

# #11072
source: Clear the plugin cache
es_es: Limpiar cache del plugin

# #11073
source: Followed artists
es_es: Artistas Seguidos

# #11074
source: Successfully cleared the plugin cache database. Please restart Kodi for this to take affect.
es_es: Cache de base de datos del plugin exitosamente limpiada

# #11075
source: Use Spotify normalization when playing tracks
es_es: Usar Normalizacion de Spotify cuando reproduzca canciones
