Repository: malvinas2/repository.vanilla21
Catalog: repo/screensaver.video/resources/language/Turkish/strings.po
Languages: tr

# #32001
source: Screensaver
tr: Ekran Koruyucu

# #32002
source: Debugging
tr: Hata ayıklama

# #32003
source: Enable debug logging
tr: Hata ayıklama günlüğünü etkinleştir

# #32004
source: Video Selection
tr: Video Seçimi

# #32005
source: VideoScreensaver
tr: Video Ekran Koruyucu

# #32006
source: Configuration
tr: Yapılandırma

# #32007
source: Startup
tr: Başlangıç

# #32008
source: Launch Screensaver On Startup
tr: Başlangıçta Ekran Koruyucuyu Başlat

# #32020
source: Preset Video
tr: Önayarlı Video

# #32021
source: User Defined
tr: Kullanıcı Tanımlı

# #32022
source: Selected Screensaver
tr: Seçili ekran koruyucu

# #32023
source: Use All Files In A Folder
tr: Klasördeki bütün dosyaları kullan

# #32024
source: Repeat Type For Multiple Files
tr: Çoklu dosyalar için tekrarlama türü

# #32025
source: Repeat All
tr: Hepsini Tekrarla

# #32026
source: Repeat One
tr: Birini Tekrarla

# #32027
source: Schedule Settings
tr: Zamanlama Ayarları

# #32028
source: Off
tr: Kapalı

# #32029
source: Settings
tr: Ayarlar

# #32030
source: File
tr: Dosya

# #32031
source: Schedule Settings File
tr: Zamanlama Ayarları Dosyası

# #32050
source: Set/Download Preset Video File
tr: Önayarlı video dosyasını ayarla / indir

# #32051
source: Select Video File
tr: Video dosyasını seç

# #32052
source: Show Time
tr: Saati göster

# #32053
source: Start Video At Random Point
tr: Videoyu rastgele bir noktadan başlat

# #32054
source: Select Videos Folder
tr: Videolar klasörünü seç

# #32055
source: Prevent Screensaver Starting If Playing Media
tr: Medya oynatılırken ekran koruyucunun başlamasını engelle

# #32056
source: Change Volume When Screensaver Starts
tr: Ekran koruyucu başladığında ses düzeyini değiştir

# #32057
source: Set Volume To
tr: Ses düzeyi

# #32058
source: Dim Level
tr: Ekranı karartma düzeyi

# #32059
source: Stop Screensaver Automatically
tr: Ekran koruyucuyu otomatik olarak durdur

# #32060
source: Stop Screensaver After (Minutes)
tr: Ekran koruyucuyu durdurma zamanı (dakika)

# #32061
source: Reset Volume On Startup
tr: Başlangıçta Ses Düzeyini Sıfırla

# #32062
source: Set Volume On Startup To
tr: Başlandıçta Ses Düzeyini Ayarla

# #32063
source: Use Audio Engine Suspend For 0 Volume
tr: 0 Ses Düzeyi İçin Ses Altyapısını Askıya Almayı Kullan

# #32064
source: Start Time
tr: Başlangıç Zamanı

# #32065
source: End Time
tr: Bitiş Zamanı

# #32066
source: Schedule
tr: Zamanlama

# #32067
source: Number Of Schedule Rules
tr: Zamanlama Kuralı Sayısı

# #32068
source: Rule 1
tr: Kural 1

# #32069
source: Rule 2
tr: Kural 2

# #32070
source: Rule 3
tr: Kural 3

# #32071
source: Rule 4
tr: Kural 4

# #32072
source: Rule 5
tr: Kural 5

# #32100
source: *** All Downloaded Videos ***
tr: *** İndirilen Bütün Videolar ***

# #32101
source: Aquarium 1 - [846MB] - 400p
tr: Akvaryum 1 - [846MB] - 400P

# #32102
source: Aquarium 2 - [2.7GB] - 720p
tr: Akvaryum 2 - [2.7GB] - 720P

# #32103
source: Fireplace 1 - [965MB] - 720p
tr: Şömine 1 - [965MB] - 720p

# #32104
source: Fireplace 2 - [827MB] - 480p
tr: Şömine 2 - [827MB] - 480p

# #32105
source: Fireplace 3 - [2.1GB] - 1080p
tr: Şömine 3 - [2.1GB] - 1080p

# #32106
source: Aquarium 3 - [2.4GB] - 720p
tr: Akvaryum 3 - [2.4GB] - 720p

# #32107
source: Fireplace 4 - [2.7GB] - 720p
tr: Şömine 4 - [2.7GB] - 720p

# #32108
source: Space 1 - [970MB] - 720p
tr: Uzay 1 - [970MB] - 720p

# #32109
source: Beach 1 - [2.5GB] - 720p
tr: Kumsal 1 - [2.5GB] - 720p

# #32110
source: Beach 2 - [838MB] - 720p
tr: Kumsal 2 - [838MB] - 720p

# #32112
source: Space 2 - [563MB] - 1080p
tr: Uzay 2 - [563MB] - 1080p

# #32113
source: Woodland 1 - [1.3GB] - 720p
tr: Ormanlık Alan 1 - [1.3GB] - 720p

# #32115
source: Retro Sci-Fi 1 - [200MB] - 1080p
tr: Retro Bilim Kurgu 1 - [200MB] - 1080p

# #32116
source: Waterfall 1 - [1.3GB] - 720p
tr: Şelale 1 - [1.3GB] - 720p

# #32117
source: Waterfall 2 - [1.3GB] - 720p
tr: Şelale 2 - [1.3GB] - 720p

# #32118
source: Waterfall 3 - [2.4GB] - 720p
tr: Şelale 3 - [2.4GB] - 720p

# #32119
source: Beach 3 - [3.4GB] - 720p
tr: Kumsal 3 - [3.4GB] - 720p

# #32120
source: Snow 1 - [1.3GB] - 720p
tr: Kar 1 - [1.3GB] - 720p

# #32121
source: Snow 2 - [677MB] - 1080p
tr: Kar 2 - [677MB] - 1080p

# #32122
source: Snow 3 - [1.2GB] - 720p
tr: Kar 3 - [1.2GB] - 720p

# #32123
source: Watermill 1 - [549MB] - 1080p
tr: Su Değirmeni 1 - [549MB] - 1080p

# #32124
source: Aquarium 4 - [780MB] - 720p
tr: Akvaryum 4 - [780MB] - 720P

# #32125
source: Christmas 1 - [777MB] - 1080p
tr: Noel 1 - [777MB] - 1080p

# #32127
source: Ocean 1 - [1.1GB] - 720p
tr: Okyanus 1 - [1.1GB] - 720p

# #32128
source: Aquarium 5 - [3.0GB] - 720p
tr: Akvaryum 5 - [3.0GB] - 720p

# #32129
source: Space 3 - [2.2GB] - 720p
tr: Uzay 3 - [2.2GB] - 720p

# #32130
source: Clock 1 - [1.5GB] - 720p
tr: Saat 1 - [1.5GB] - 720p

# #32131
source: Clock 2 - [1.3GB] - 360p
tr: Saat 2 - [1.3GB] - 360p

# #32200
source: Overlay Image
tr: Çerçeve Resmi

# #32201
source: Select Overlay Image File
tr: Çerçeve resim dosyasını seçin

# #32202
source: None
tr: Yok

# #32203
source: User Defined
tr: Kullanıcı Tanımlı

# #32204
source: Picture Frame 1
tr: Resim Çerçevesi 1

# #32205
source: Window Frame 1
tr: Pencere Çerçevesi 1

# #32206
source: Window Frame 2
tr: Pencere Çerçevesi 2

# #32300
source: Screensaver File Is Not Valid
tr: Ekran koruyucu dosyası geçerli değil

# #32301
source: The following default video already exists
tr: Aşağıdaki varsayılan video zaten var

# #32302
source: Reuse this file?
tr: Bu dosya yeniden kullanılsın mı?

# #32303
source: Downloading Screensaver Video File
tr: Ekran koruyucu video dosyası indiriliyor

# #32304
source: This option will use all videos already downloaded
tr: Bu seçenek indirilmiş bütün video dosyalarını kullanacaktır.

# #32305
source: Each video required should be downloaded individually first
tr: Her bir videonun ayrı ayrı indirilmesi gerekmektedir.

# #32306
source: Failed to download video file
tr: Video dosyası indirilemedi

# #32307
source: This may be due to the server bandwidth limit being exceeded, please try again tomorrow
tr: Bu hata sunucu bant genişliği sınırının aşılması nedeniyle olabilir, lütfen yarın tekrar deneyin.
