Repository: malvinas2/repository.vanilla21
Catalog: repo/screensaver.video/resources/language/Polish/strings.po
Languages: pl

# #32001
source: Screensaver
pl: Wygaszacz ekranu

# #32002
source: Debugging
pl: Diagnostyka

# #32003
source: Enable debug logging
pl: Rejestruj komunikaty diagnostyczne

# #32004
source: Video Selection
pl: Wybór wideo

# #32006
source: Configuration
pl: Konfiguracja

# #32007
source: Startup
pl: Uruchomienie

# #32008
source: Launch Screensaver On Startup
pl: Odtwarzaj wygaszacz po uruchomieniu programu

# #32020
source: Preset Video
pl: Predefiniowane wideo

# #32021
source: User Defined
pl: Zdefiniowane przez użytkownika

# #32022
source: Selected Screensaver
pl: Wybrany wygaszacz ekranu

# #32023
source: Use All Files In A Folder
pl: Używaj wszystkich plików w folderze

# #32024
source: Repeat Type For Multiple Files
pl: Typ powtarzania dla wielu plików

# #32025
source: Repeat All
pl: Powtarzaj wszystkie

# #32026
source: Repeat One
pl: Powtarzaj jeden

# #32027
source: Schedule Settings
pl: Ustawienia harmonogramu

# #32028
source: Off
pl: Wyłączone

# #32029
source: Settings
pl: Ustawienia

# #32030
source: File
pl: Plik

# #32031
source: Schedule Settings File
pl: Plik ustawień harmonogramu

# #32050
source: Set/Download Preset Video File
pl: Ustaw/Pobierz predefiniowany plik wideo

# #32051
source: Select Video File
pl: Wybierz plik wideo

# #32052
source: Show Time
pl: Pokazuj datę i zegar

# #32053
source: Start Video At Random Point
pl: Odtwarzaj wideo od dowolnej pozycji

# #32054
source: Select Videos Folder
pl: Wybierz folder z plikami wideo

# #32055
source: Prevent Screensaver Starting If Playing Media
pl: Zapobiegaj uruchomieniu wygaszacza podczas odtwarzania

# #32056
source: Change Volume When Screensaver Starts
pl: Zmieniaj głośność po uruchomieniu wygaszacza ekranu

# #32057
source: Set Volume To
pl: Ustawiaj poziom głośności na

# #32058
source: Dim Level
pl: Poziom wygasania

# #32059
source: Stop Screensaver Automatically
pl: Zatrzymuj wygaszacz automatycznie

# #32060
source: Stop Screensaver After (Minutes)
pl: Zatrzymuj wygaszacz po (minuty)

# #32061
source: Reset Volume On Startup
pl: Przywracaj domyślny poziom głośności po uruchomieniu

# #32062
source: Set Volume On Startup To
pl: Ustawiaj poziom głośności po uruchomieniu na

# #32063
source: Use Audio Engine Suspend For 0 Volume
pl: Wstrzymuj dźwiękowe urządzenie wyjściowe dla poziomu głośności 0

# #32064
source: Start Time
pl: Początek o godzinie

# #32065
source: End Time
pl: Koniec o godzinie

# #32066
source: Schedule
pl: Wyzwalacz

# #32067
source: Number Of Schedule Rules
pl: Liczba reguł harmonogramu

# #32068
source: Rule 1
pl: Reguła 1

# #32069
source: Rule 2
pl: Reguła 2

# #32070
source: Rule 3
pl: Reguła 3

# #32071
source: Rule 4
pl: Reguła 4

# #32072
source: Rule 5
pl: Reguła 5

# #32100
source: *** All Downloaded Videos ***
pl: *** Wszystkie pobrane wideo ***

# #32101
source: Aquarium 1 - [846MB] - 400p
pl: Akwarium 1 - [846MB] - 400p

# #32102
source: Aquarium 2 - [2.7GB] - 720p
pl: Akwarium 2 - [2.7GB] - 720p

# #32103
source: Fireplace 1 - [965MB] - 720p
pl: Kominek 1 - [965MB] - 720p

# #32104
source: Fireplace 2 - [827MB] - 480p
pl: Kominek 2 - [827MB] - 480p

# #32105
source: Fireplace 3 - [2.1GB] - 1080p
pl: Kominek 3 - [2.1GB] - 1080p

# #32106
source: Aquarium 3 - [2.4GB] - 720p
pl: Akwarium 3 - [2.4GB] - 720p

# #32107
source: Fireplace 4 - [2.7GB] - 720p
pl: Kominek 4 - [2.7GB] - 720p

# #32108
source: Space 1 - [970MB] - 720p
pl: Kosmos 1 - [970MB] - 720p

# #32109
source: Beach 1 - [2.5GB] - 720p
pl: Plaża 1 - [2.5GB] - 720p

# #32110
source: Beach 2 - [838MB] - 720p
pl: Plaża 2 - [838MB] - 720p

# #32112
source: Space 2 - [563MB] - 1080p
pl: Kosmos 2 - [563MB] - 1080p

# #32113
source: Woodland 1 - [1.3GB] - 720p
pl: Las 1 - [1.3GB] - 720p

# #32116
source: Waterfall 1 - [1.3GB] - 720p
pl: Wodospad 1 - [1.3GB] - 720p

# #32117
source: Waterfall 2 - [1.3GB] - 720p
pl: Wodospad 2 - [1.3GB] - 720p

# #32118
source: Waterfall 3 - [2.4GB] - 720p
pl: Wodospad 3 - [2.4GB] - 720p

# #32119
source: Beach 3 - [3.4GB] - 720p
pl: Plaża 3 - [3.4GB] - 720p

# #32120
source: Snow 1 - [1.3GB] - 720p
pl: Śnieg 1 - [1.3GB] - 720p

# #32121
source: Snow 2 - [677MB] - 1080p
pl: Śnieg 2 - [677MB] - 1080p

# #32122
source: Snow 3 - [1.2GB] - 720p
pl: Śnieg 3 - [1.2GB] - 720p

# #32123
source: Watermill 1 - [549MB] - 1080p
pl: Młyn wodny 1 - [549MB] - 1080p

# #32124
source: Aquarium 4 - [780MB] - 720p
pl: Akwarium 4 - [780MB] - 720p

# #32125
source: Christmas 1 - [777MB] - 1080p
pl: Boże Narodzenie 1 - [777MB] - 1080p

# #32128
source: Aquarium 5 - [3.0GB] - 720p
pl: Akwarium 5 - [3.0GB] - 720p

# #32129
source: Space 3 - [2.2GB] - 720p
pl: Kosmos 3 - [2.2GB] - 720p

# #32130
source: Clock 1 - [1.5GB] - 720p
pl: Zegar 1 - [1.5GB] - 720p

# #32131
source: Clock 2 - [1.3GB] - 360p
pl: Zegar 2 - [1.3GB] - 360p

# #32200
source: Overlay Image
pl: Obraz nakładki

# #32201
source: Select Overlay Image File
pl: Wybierz obraz nakładki

# #32202
source: None
pl: Brak

# #32203
source: User Defined
pl: Zdefiniowane przez użytkownika

# #32204
source: Picture Frame 1
pl: Ramka obrazu 1

# #32205
source: Window Frame 1
pl: Ramka okna 1

# #32206
source: Window Frame 2
pl: Ramka okna 2

# #32300
source: Screensaver File Is Not Valid
pl: Plik wygaszacza jest niepoprawny

# #32301
source: The following default video already exists
pl: Następujące domyślne wideo już istnieje

# #32302
source: Reuse this file?
pl: Używać ponownie tego pliku?

# #32303
source: Downloading Screensaver Video File
pl: Pobieranie pliku wideo wygaszacza

# #32304
source: This option will use all videos already downloaded
pl: Ta opcja wymusi używanie wszystkich pobranych plików wideo

# #32305
source: Each video required should be downloaded individually first
pl: Najpierw trzeba pobrać osobno każdy plik wideo

# #32306
source: Failed to download video file
pl: Nieudane pobieranie pliku

# #32307
source: This may be due to the server bandwidth limit being exceeded, please try again tomorrow
pl: Może to być spowodowane przekroczeniem limitu obciążenia serwera, spróbuj ponownie jutro.
