Repository: malvinas2/repository.vanilla21
Catalog: repo/screensaver.video/resources/language/French (Canada)/strings.po
Languages: fr_ca

# #32001
source: Screensaver
fr_ca: Économiseur d'écran

# #32002
source: Debugging
fr_ca: Débogage

# #32003
source: Enable debug logging
fr_ca: Activer la journalisation de débogage

# #32004
source: Video Selection
fr_ca: Choix de la vidéo

# #32005
source: VideoScreensaver
fr_ca: Économiseur d'écran vidéo

# #32007
source: Startup
fr_ca: Démarrage

# #32008
source: Launch Screensaver On Startup
fr_ca: Lancer l'économiseur d'écran au démarrage

# #32020
source: Preset Video
fr_ca: Vidéo prédéfinie

# #32021
source: User Defined
fr_ca: Définie par l'utilisateur

# #32022
source: Selected Screensaver
fr_ca: Économiseur d'écran choisi

# #32023
source: Use All Files In A Folder
fr_ca: Utiliser toutes les fichiers dans un dossier

# #32024
source: Repeat Type For Multiple Files
fr_ca: Type de répétition pour plusieurs fichiers

# #32025
source: Repeat All
fr_ca: Tout répéter

# #32026
source: Repeat One
fr_ca: Une répétition

# #32027
source: Schedule Settings
fr_ca: Paramètres de programmation

# #32028
source: Off
fr_ca: Arrêt

# #32029
source: Settings
fr_ca: Paramètres

# #32030
source: File
fr_ca: Fichier

# #32031
source: Schedule Settings File
fr_ca: Fichier des paramètres de programmation

# #32050
source: Set/Download Preset Video File
fr_ca: Définir/télécharger un fichier vidéo prédéfini

# #32051
source: Select Video File
fr_ca: Choisir un fichier vidéo

# #32052
source: Show Time
fr_ca: Heure de projection

# #32053
source: Start Video At Random Point
fr_ca: Démarrer la vidéo en un point aléatoire

# #32054
source: Select Videos Folder
fr_ca: Choisir le dossier des vidéos

# #32055
source: Prevent Screensaver Starting If Playing Media
fr_ca: Empêcher le démarrage de l'économiseur d'écran en cours de lecture

# #32056
source: Change Volume When Screensaver Starts
fr_ca: Changer le volume quand l'économiseur d'écran démarre

# #32057
source: Set Volume To
fr_ca: Définir le volume à

# #32058
source: Dim Level
fr_ca: Niveau d'atténuation

# #32059
source: Stop Screensaver Automatically
fr_ca: Arrêter l'économiseur d'écran automatiquement

# #32060
source: Stop Screensaver After (Minutes)
fr_ca: Arrêter l'économiseur d'écran après x minutes

# #32061
source: Reset Volume On Startup
fr_ca: Réinitialiser le volume au démarrage

# #32062
source: Set Volume On Startup To
fr_ca: Régler le volume au démarrage sur

# #32063
source: Use Audio Engine Suspend For 0 Volume
fr_ca: Utiliser la mise en veille du moteur audio pour un volume à 0

# #32064
source: Start Time
fr_ca: Heure de début

# #32065
source: End Time
fr_ca: Heure de fin

# #32066
source: Schedule
fr_ca: Programmation

# #32067
source: Number Of Schedule Rules
fr_ca: Nombre de règles de programmation

# #32068
source: Rule 1
fr_ca: Règle 1

# #32069
source: Rule 2
fr_ca: Règle 2

# #32070
source: Rule 3
fr_ca: Règle 3

# #32071
source: Rule 4
fr_ca: Règle 4

# #32072
source: Rule 5
fr_ca: Règle 5

# #32100
source: *** All Downloaded Videos ***
fr_ca: *** Toutes les vidéos téléchargées ***

# #32101
source: Aquarium 1 - [846MB] - 400p
fr_ca: Aquarium 1 - [846 Mo] - 400 p

# #32102
source: Aquarium 2 - [2.7GB] - 720p
fr_ca: Aquarium 2 - [2,7 Go] - 720p

# #32103
source: Fireplace 1 - [965MB] - 720p
fr_ca: Foyer 1 - [965 Mo] - 720 p

# #32104
source: Fireplace 2 - [827MB] - 480p
fr_ca: Foyer 2 - [827 Mo] - 480 p

# #32105
source: Fireplace 3 - [2.1GB] - 1080p
fr_ca: Foyer 3 - [2,1 Go] - 1080p

# #32106
source: Aquarium 3 - [2.4GB] - 720p
fr_ca: Aquarium 3 - [2,4 Go] - 720p

# #32107
source: Fireplace 4 - [2.7GB] - 720p
fr_ca: Foyer 4 - [2,7 Go] - 720p

# #32108
source: Space 1 - [970MB] - 720p
fr_ca: Cosmos 1 - [970 Mo] - 720p

# #32109
source: Beach 1 - [2.5GB] - 720p
fr_ca: Plage 1 - [2,5 Go] - 720p

# #32110
source: Beach 2 - [838MB] - 720p
fr_ca: Plage 2 - [838 Mo] - 720p

# #32111
source: Matrix 1 - [909MB] - 720p
fr_ca: Matrice 1 - [909 Mo] - 720p

# #32112
source: Space 2 - [563MB] - 1080p
fr_ca: Cosmos 2 - [563 Mo] - 1080p

# #32113
source: Woodland 1 - [1.3GB] - 720p
fr_ca: Boisé 1 - [1,3 Go] - 720p

# #32114
source: Star Trek TNG 1 - [54MB] - 720p
fr_ca: Star Trek LNG 1 - [54 Mo] - 720p

# #32115
source: Retro Sci-Fi 1 - [200MB] - 1080p
fr_ca: SF rétro 1 - [200 Mo] - 1080p

# #32116
source: Waterfall 1 - [1.3GB] - 720p
fr_ca: Chute d'eau 1 - [1,3 Go] - 720p

# #32117
source: Waterfall 2 - [1.3GB] - 720p
fr_ca: Chute d'eau 2 - [1,3 Go] - 720p

# #32118
source: Waterfall 3 - [2.4GB] - 720p
fr_ca: Chute d'eau 3 - [2,4 Go] - 720p

# #32119
source: Beach 3 - [3.4GB] - 720p
fr_ca: Plage 3 - [3,4 Go] - 720p

# #32120
source: Snow 1 - [1.3GB] - 720p
fr_ca: Neige 1 - [1,3 Go] - 720p

# #32121
source: Snow 2 - [677MB] - 1080p
fr_ca: Neige 2 - [677 Mo] - 1080p

# #32122
source: Snow 3 - [1.2GB] - 720p
fr_ca: Neige 3 - [1,2 Go] - 720p

# #32123
source: Watermill 1 - [549MB] - 1080p
fr_ca: Moulin à eau 1 - [549 Mo] - 1080p

# #32124
source: Aquarium 4 - [780MB] - 720p
fr_ca: Aquarium 4 - [780 Mo] - 720p

# #32125
source: Christmas 1 - [777MB] - 1080p
fr_ca: Noël 1 - [777 Mo] - 1080p

# #32126
source: Johnny Castaway 1 - [75MB] - 480p
fr_ca: Johnny naufragé 1 - [75 Mo] - 480p

# #32127
source: Ocean 1 - [1.1GB] - 720p
fr_ca: Océan 1 - [1,1 Go] - 720p

# #32128
source: Aquarium 5 - [3.0GB] - 720p
fr_ca: Aquarium 5 - [3,0 Go] - 720p

# #32129
source: Space 3 - [2.2GB] - 720p
fr_ca: Espace 3 - [2,2 Go] - 720p

# #32130
source: Clock 1 - [1.5GB] - 720p
fr_ca: Horloge 1 - [1,5 Go] - 720p

# #32131
source: Clock 2 - [1.3GB] - 360p
fr_ca: Horloge 2 - [1,3 Go] - 360p

# #32200
source: Overlay Image
fr_ca: Image de surcouche

# #32201
source: Select Overlay Image File
fr_ca: Sélectionner un fichier d'image de surcouche

# #32202
source: None
fr_ca: Aucun

# #32203
source: User Defined
fr_ca: Défini par l'utilisateur

# #32204
source: Picture Frame 1
fr_ca: Cadre photo 1

# #32205
source: Window Frame 1
fr_ca: Cadre de fenêtre 1

# #32206
source: Window Frame 2
fr_ca: Cadre de fenêtre 2

# #32300
source: Screensaver File Is Not Valid
fr_ca: Le fichier d'économiseur d'écran n'est pas valide

# #32301
source: The following default video already exists
fr_ca: La vidéo suivante par défaut existe déjà

# #32302
source: Reuse this file?
fr_ca: Réutiliser ce fichier?

# #32303
source: Downloading Screensaver Video File
fr_ca: Téléchargement du fichier vidéo de l'économiseur d'écran

# #32304
source: This option will use all videos already downloaded
fr_ca: Cette option utilisera toutes les vidéos déjà téléchargées

# #32305
source: Each video required should be downloaded individually first
fr_ca: Chaque vidéo requise devrait d'abord être téléchargée individuellement

# #32306
source: Failed to download video file
fr_ca: Échec lors du téléchargement du fichier vidéo

# #32307
source: This may be due to the server bandwidth limit being exceeded, please try again tomorrow
fr_ca: Ceci pourrait être causé par un dépassement de la limite de bande passante du serveur, veuillez ressayez demain
