Repository: malvinas2/repository.vanilla21
Catalog: repo/screensaver.video/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32001
source: Screensaver
pt_br: Proteção de Tela

# #32002
source: Debugging
pt_br: Depurando

# #32003
source: Enable debug logging
pt_br: Ativar log de depuração

# #32004
source: Video Selection
pt_br: Seleção de Vídeo

# #32005
source: VideoScreensaver
pt_br: Protetor de Tela

# #32006
source: Configuration
pt_br: Configurações

# #32007
source: Startup
pt_br: Inicialização

# #32008
source: Launch Screensaver On Startup
pt_br: Lançar protetor de tela ao inicializar

# #32020
source: Preset Video
pt_br: Vídeo Pré-Ajustado

# #32021
source: User Defined
pt_br: Definido pelo Usuário

# #32022
source: Selected Screensaver
pt_br: Protetor de Tela Selecionado

# #32023
source: Use All Files In A Folder
pt_br: Usar Todos os Arquivos em Um Diretório

# #32024
source: Repeat Type For Multiple Files
pt_br: Tipo de Repetição para Múltiplos Arquivos

# #32025
source: Repeat All
pt_br: Repetir tudo

# #32026
source: Repeat One
pt_br: Repetir uma vez

# #32027
source: Schedule Settings
pt_br: Ajustes de agendamento

# #32028
source: Off
pt_br: Desligado

# #32029
source: Settings
pt_br: Ajustes

# #32030
source: File
pt_br: Arquivo

# #32031
source: Schedule Settings File
pt_br: Arquivo de ajustes de agendamentos

# #32050
source: Set/Download Preset Video File
pt_br: Setar/Transferir Arquivo de Vídeo Pré-Ajustado

# #32051
source: Select Video File
pt_br: Selecione Arquivo de Vídeo

# #32052
source: Show Time
pt_br: Apresentar data e hora

# #32053
source: Start Video At Random Point
pt_br: Iniciar Vídeo em um Ponto Randômico

# #32054
source: Select Videos Folder
pt_br: Selecionar Diretório com Vídeos

# #32055
source: Prevent Screensaver Starting If Playing Media
pt_br: Prevenir que o Protetor de Tela inicie se Reproduzindo Conteúdo

# #32056
source: Change Volume When Screensaver Starts
pt_br: Alterar Volume Quando Protetor de Tela Iniciar

# #32057
source: Set Volume To
pt_br: Setar Volume Para

# #32058
source: Dim Level
pt_br: Nível de Dimerização

# #32059
source: Stop Screensaver Automatically
pt_br: Interromper o Protetor de Tela Automaticamete

# #32060
source: Stop Screensaver After (Minutes)
pt_br: Interromper o Protetor de Tela Após (Minutos)

# #32061
source: Reset Volume On Startup
pt_br: Resetar volume ao inicializar

# #32062
source: Set Volume On Startup To
pt_br: Setar o volume ao inicializar para

# #32063
source: Use Audio Engine Suspend For 0 Volume
pt_br: Usar suspender na engine de áudio para o volume 0

# #32064
source: Start Time
pt_br: Hora de Início

# #32065
source: End Time
pt_br: Hora Término

# #32066
source: Schedule
pt_br: Agendar

# #32067
source: Number Of Schedule Rules
pt_br: Número de regras de agendamentos

# #32068
source: Rule 1
pt_br: Regra 1

# #32069
source: Rule 2
pt_br: Regra 2

# #32070
source: Rule 3
pt_br: Regra 3

# #32071
source: Rule 4
pt_br: Regra 4

# #32072
source: Rule 5
pt_br: Regra 5

# #32100
source: *** All Downloaded Videos ***
pt_br: *** Todos os Vídeos Transferidos ***

# #32200
source: Overlay Image
pt_br: Imagem Sobreposição

# #32201
source: Select Overlay Image File
pt_br: Selecione o arquivo de imagem de sobreposição

# #32202
source: None
pt_br: Nenhum

# #32203
source: User Defined
pt_br: Definido pelo Usuário

# #32204
source: Picture Frame 1
pt_br: Moldura da imagem 1

# #32205
source: Window Frame 1
pt_br: Moldura da janela 1

# #32206
source: Window Frame 2
pt_br: Moldura da janela 2

# #32300
source: Screensaver File Is Not Valid
pt_br: Arquivo de proteção de tela não é válido

# #32301
source: The following default video already exists
pt_br: O vídeo padrão já existe atualmente

# #32302
source: Reuse this file?
pt_br: Reutilizar este arquivo?

# #32303
source: Downloading Screensaver Video File
pt_br: Transferindo arquivo de vídeo de proteção de tela

# #32304
source: This option will use all videos already downloaded
pt_br: Esta opção irá usar todos os arquivos de vídeos transferidos

# #32305
source: Each video required should be downloaded individually first
pt_br: Cada vídeo requer que seja efetuado download de forma individual primeiramente.

# #32306
source: Failed to download video file
pt_br: A transferência do arquivo falhou

# #32307
source: This may be due to the server bandwidth limit being exceeded, please try again tomorrow
pt_br: Isto pode ter ocorrido em decorrência de excesso no uso da banda no servidor. Por gentileza tente novamente amanhã
