Repository: malvinas2/repository.vanilla21
Catalog: repo/screensaver.video/resources/language/*/strings.po
Languages: italian, portuguese

# #32001
source: Screensaver
italian: Salvaschermo
portuguese: Protetor ecrã

# #32003
source: Enable debug logging
italian: Attiva il debug logging
portuguese: Activar o registo de depuração

# #32004
source: Video Selection
italian: Selezione video
portuguese: Selecção de Vídeo

# #32005
source: VideoScreensaver
italian: Salvaschermo Video
portuguese: Protetor de Ecrã Vídeo

# #32006
source: Configuration
italian: Configurazione
portuguese: Configuração

# #32007
source: Startup
italian: Avvio
portuguese: Inicialização

# #32008
source: Launch Screensaver On Startup
italian: Esegui Screensaver All'Avvio

# #32020
source: Preset Video
italian: Preferenza Video
portuguese: Vídeo Pré-selecionado

# #32021
source: User Defined
italian: Definito dall'utente
portuguese: Definido pelo Utilizador

# #32022
source: Selected Screensaver
italian: Selezione Salvaschermo
portuguese: Protetor de Ecrã Selecionado

# #32023
source: Use All Files In A Folder
italian: Usa Tutti I File Di Una Cartella
portuguese: Usar Todos Os Ficheiros Numa Pasta

# #32024
source: Repeat Type For Multiple Files
italian: Ripeti Tipo Per File Multipli
portuguese: Tipo de Repetição Para Ficheiros Múltiplos

# #32025
source: Repeat All
italian: Ripeti tutto
portuguese: Repetir Todos

# #32026
source: Repeat One
italian: Ripeti uno
portuguese: Repetir Um

# #32027
source: Schedule Settings
italian: Impostazioni Pianificazione

# #32029
source: Settings
italian: Impostazioni
portuguese: Definições

# #32031
source: Schedule Settings File
italian: File Impostazioni Pianificazione

# #32050
source: Set/Download Preset Video File
italian: Imposta/Scarica Video File Preferito
portuguese: Definir/Descarregar Ficheiro Vídeo Pré-selecionado

# #32051
source: Select Video File
italian: Seleziona un File Video
portuguese: Selecionar Ficheiro de Vídeo

# #32052
source: Show Time
italian: Mostra l'Ora
portuguese: Mostrar Duração

# #32053
source: Start Video At Random Point
italian: Inizia il Video ad Un Punto a Caso
portuguese: Iniciar Vídeo Num Ponto Ao Acaso

# #32054
source: Select Videos Folder
italian: Seleziona Cartella Video
portuguese: Selecionar Pasta de Vídeos

# #32055
source: Prevent Screensaver Starting If Playing Media
italian: Previeni la Partenza del Salvaschermo se un Media è in Esecuzione
portuguese: Impedir Início Do Protetor de Ecrã Se Estiver a Reproduzir Mídia

# #32056
source: Change Volume When Screensaver Starts
italian: Cambia il Volume quando il Salvaschermo Inizia
portuguese: Alterar Volume Quando o Protector de Ecrã Iniciar

# #32057
source: Set Volume To
italian: Imposta il Volume a
portuguese: Definir Volume Para

# #32058
source: Dim Level
italian: Livello Opacità
portuguese: Nível de Atenuação Ecrã

# #32059
source: Stop Screensaver Automatically
italian: Ferma Automaticamente Screensaver
portuguese: Parar Protector de Ecrã Automaticamente

# #32060
source: Stop Screensaver After (Minutes)
italian: Ferma Screensaver Dopo (Minuti)
portuguese: Parar Protector de Ecrã Após (Minutos)

# #32061
source: Reset Volume On Startup
italian: Reset Volume All'Avvio
portuguese: Repor Volume Ao Iniciar

# #32062
source: Set Volume On Startup To
italian: Imposta Volume All'Avvio A
portuguese: Definir Volume Ao Iniciar Para

# #32063
source: Use Audio Engine Suspend For 0 Volume
italian: Usa Sospensione Engine Audio Per Volume 0

# #32064
source: Start Time
italian: Ora Avvio

# #32065
source: End Time
italian: Orario fine riproduzione
portuguese: Hora de término

# #32066
source: Schedule
italian: Palinsesto
portuguese: Programação

# #32067
source: Number Of Schedule Rules
italian: Numero Regole Pianificazione

# #32068
source: Rule 1
italian: Regola 1

# #32069
source: Rule 2
italian: Regola 2

# #32070
source: Rule 3
italian: Regola 3

# #32071
source: Rule 4
italian: Regola 4

# #32072
source: Rule 5
italian: Regola 5

# #32100
source: *** All Downloaded Videos ***
italian: *** Tutti i Video Scaricati ***
portuguese: *** Todos os Vídeos Transferidos ***

# #32101
source: Aquarium 1 - [846MB] - 400p
italian: Aquario 1 - [846MB] - 400p
portuguese: Aquário 1 - [846MB] - 480p

# #32102
source: Aquarium 2 - [2.7GB] - 720p
italian: Aquario 2 - [2.7GB] - 720p
portuguese: Aquário 2 - [2.7GB] - 720p

# #32103
source: Fireplace 1 - [965MB] - 720p
italian: Camino 1 - [965MB] - 720p
portuguese: Lareira 1 - [965MB] - 720p

# #32104
source: Fireplace 2 - [827MB] - 480p
italian: Camino 2 - [827MB] - 480p
portuguese: Lareira 2 - [827MB] - 480p

# #32105
source: Fireplace 3 - [2.1GB] - 1080p
italian: Camino 3 - [2.1GB] - 1080p
portuguese: Lareira 3 - [2.1GB] - 1080p

# #32106
source: Aquarium 3 - [2.4GB] - 720p
italian: Acquario 3 - [2.4GB] - 720p
portuguese: Aquário 3 - [2.4GB] - 720p

# #32107
source: Fireplace 4 - [2.7GB] - 720p
italian: Camino 4 - [2.7GB] - 720p
portuguese: Lareira 4 - [2.7GB] - 720p

# #32108
source: Space 1 - [970MB] - 720p
italian: Spazio 1 - [970MB] - 720p
portuguese: Espaço 1 - [970MB] - 720p

# #32109
source: Beach 1 - [2.5GB] - 720p
italian: Spiaggia 1 - [2.5GB] - 720p
portuguese: Praia 1 - [2.5GB] - 720p

# #32110
source: Beach 2 - [838MB] - 720p
italian: Spiaggia 2 - [838MB] - 720p
portuguese: Praia 2 - [838MB] - 720p

# #32112
source: Space 2 - [563MB] - 1080p
italian: Spazio 2 - [563MB] - 1080p
portuguese: Espaço 2 - [563MB] - 1080p

# #32113
source: Woodland 1 - [1.3GB] - 720p
italian: Bosco 1 - [1.3GB] - 720p
portuguese: Floresta 1 - [1.3GB] - 720p

# #32116
source: Waterfall 1 - [1.3GB] - 720p
italian: Cascata 1 - [1.3GB] - 720p
portuguese: Cascata 1 - [1.3GB] - 720p

# #32117
source: Waterfall 2 - [1.3GB] - 720p
italian: Cascata 2 - [1.3GB] - 720p
portuguese: Cascata 2 - [1.3GB] - 720p

# #32118
source: Waterfall 3 - [2.4GB] - 720p
italian: Cascata 3 - [2.4GB] - 720p
portuguese: Cascata 3 - [2.4GB] - 720p

# #32119
source: Beach 3 - [3.4GB] - 720p
italian: Spiaggia 3 - [3.4GB] - 720p
portuguese: Praia 3 - [3.4GB] - 720p

# #32120
source: Snow 1 - [1.3GB] - 720p
italian: Neve 1 - [1.3GB] - 720p
portuguese: Neve 1 - [1.3GB] - 720p

# #32121
source: Snow 2 - [677MB] - 1080p
italian: Neve 2 - [677MB] - 1080p
portuguese: Neve 2 - [677MB] - 1080p

# #32122
source: Snow 3 - [1.2GB] - 720p
italian: Neve 3 - [1.2GB] - 720p
portuguese: Neve 3 - [1.2GB] - 720p

# #32123
source: Watermill 1 - [549MB] - 1080p
italian: Mulino 1 - [549MB] - 1080p
portuguese: Moinho 1 - [549MB] - 1080p

# #32124
source: Aquarium 4 - [780MB] - 720p
italian: Acquario 4 - [780MB] - 720p

# #32125
source: Christmas 1 - [777MB] - 1080p
italian: Natale 1 - [777MB] - 1080p

# #32127
source: Ocean 1 - [1.1GB] - 720p
italian: Oceano 1 - [1.1GB] - 720p

# #32128
source: Aquarium 5 - [3.0GB] - 720p
italian: Acquario 5 - [3.0GB] - 720p

# #32129
source: Space 3 - [2.2GB] - 720p
italian: Spazio 3 - [2.2GB] - 720p

# #32130
source: Clock 1 - [1.5GB] - 720p
italian: Orologio 1 - [1.5GB] - 720p

# #32131
source: Clock 2 - [1.3GB] - 360p
italian: Orologio 2 - [1.3GB] - 360p

# #32200
source: Overlay Image
italian: Immagine Sovrapposta
portuguese: Imagem Sobreposta

# #32201
source: Select Overlay Image File
italian: Scegli File Immagine Sovrapposta
portuguese: Seleccionar Ficheiro de Imagem Sobreposta

# #32202
source: None
italian: Nessuno
portuguese: Nenhuma

# #32203
source: User Defined
italian: Definito dall'utente
portuguese: Definido pelo Utilizador

# #32204
source: Picture Frame 1
italian: Cornice Immagine 1
portuguese: Frame de Imagem 1

# #32205
source: Window Frame 1
italian: Cornice Finestra 1
portuguese: Frame de Janela 1

# #32206
source: Window Frame 2
italian: Cornice Finestra 2
portuguese: Frame de Janela 2

# #32300
source: Screensaver File Is Not Valid
italian: File Salvaschermo non Valido
portuguese: Ficheiro do Protector de Ecrã Inválido

# #32301
source: The following default video already exists
italian: Il Seguente video predefinito già esiste
portuguese: O seguinte vídeo predefinido já existe

# #32302
source: Reuse this file?
italian: Riutilizza questo file?
portuguese: Reutilizar este ficheiro?

# #32303
source: Downloading Screensaver Video File
italian: File Salvaschermo in Downloand
portuguese: A Transferir Ficheiro de Vídeo para Protecção de Ecrã

# #32304
source: This option will use all videos already downloaded
italian: Questa opzione userà il video già scaricato
portuguese: Esta opção irá fazer uso de todos os vídeos já transferidos

# #32305
source: Each video required should be downloaded individually first
italian: Ogni video richiesto dovrebbe essere scaricato individualmente prima
portuguese: Cada vídeo exigido deverá ser primeiro transferido individualmente

# #32306
source: Failed to download video file
italian: Scaricamento file video fallito
portuguese: Transferência do ficheiro de vídeo falhou

# #32307
source: This may be due to the server bandwidth limit being exceeded, please try again tomorrow
italian: Questo può essere dovuto al superamento dei limiti di banda del server, cortesemente riprovate domani
portuguese: Deverá ser devido à largura de banda do servidor ter sido excedida, por favor, tente amanhã

# #32002
source: Debugging
portuguese: Depuração

# #32028
source: Off
portuguese: Desligado

# #32030
source: File
portuguese: Ficheiro
