Repository: malvinas2/repository.vanilla21
Catalog: repo/screensaver.video/resources/language/Galician/strings.po
Languages: gl

# #32001
source: Screensaver
gl: Protector de pantalla

# #32002
source: Debugging
gl: Depuración

# #32003
source: Enable debug logging
gl: Activar rexistro de depuración

# #32004
source: Video Selection
gl: Escolla de Vídeo

# #32006
source: Configuration
gl: Configuración

# #32007
source: Startup
gl: Arrinque

# #32008
source: Launch Screensaver On Startup
gl: Iniciar o protector de pantalla no Inicio

# #32022
source: Selected Screensaver
gl: Protector de pantalla seleccionado

# #32023
source: Use All Files In A Folder
gl: Empregar todos os ficheiros dun cartafol

# #32025
source: Repeat All
gl: Repetir Todos

# #32026
source: Repeat One
gl: Repetir Un

# #32028
source: Off
gl: Apagado

# #32029
source: Settings
gl: Configuracións

# #32030
source: File
gl: Arquivo

# #32051
source: Select Video File
gl: Seleccionar o ficheiro de vídeo

# #32052
source: Show Time
gl: Amosar a hora

# #32053
source: Start Video At Random Point
gl: Iniciar o vídeo nun punto ó chou

# #32054
source: Select Videos Folder
gl: Seleccionar o cartafol dos vídeos

# #32055
source: Prevent Screensaver Starting If Playing Media
gl: Evitar iniciar o protector de pantalla durante a reprodución dun medio

# #32056
source: Change Volume When Screensaver Starts
gl: Mudar o volume cando inicie o protector de pantalla

# #32057
source: Set Volume To
gl: Estabelecer o volume a

# #32058
source: Dim Level
gl: Nivel de atenuación

# #32059
source: Stop Screensaver Automatically
gl: Deter automaticamente o protector de pantalla

# #32060
source: Stop Screensaver After (Minutes)
gl: Deter o protector de pantalla despois de (minutos)

# #32061
source: Reset Volume On Startup
gl: Restabelecer o volume ao iniciar

# #32062
source: Set Volume On Startup To
gl: Estabelecer o volume ao iniciar a

# #32065
source: End Time
gl: Hora de fin

# #32066
source: Schedule
gl: Programación

# #32068
source: Rule 1
gl: Regra 1

# #32069
source: Rule 2
gl: Regra 2

# #32070
source: Rule 3
gl: Regra 3

# #32071
source: Rule 4
gl: Regra 4

# #32072
source: Rule 5
gl: Regra 5

# #32100
source: *** All Downloaded Videos ***
gl: *** Todos os vídeos descargados ***

# #32101
source: Aquarium 1 - [846MB] - 400p
gl: Acuario 1 - [846MB] - 400p

# #32102
source: Aquarium 2 - [2.7GB] - 720p
gl: Acuario 2 - [2.7GB] - 720p

# #32103
source: Fireplace 1 - [965MB] - 720p
gl: Cheminea 1 - [965MB] - 720p

# #32104
source: Fireplace 2 - [827MB] - 480p
gl: Cheminea 2 - [827MB] - 480p

# #32105
source: Fireplace 3 - [2.1GB] - 1080p
gl: Cheminea 3 - [2.1GB] - 1080p

# #32106
source: Aquarium 3 - [2.4GB] - 720p
gl: Acuario 3 - [2.4GB] - 720p

# #32107
source: Fireplace 4 - [2.7GB] - 720p
gl: Cheminea 4 - [2.7GB] - 720p

# #32108
source: Space 1 - [970MB] - 720p
gl: Espazo 1 - [970MB] - 720p

# #32109
source: Beach 1 - [2.5GB] - 720p
gl: Praia 1 - [2.5GB] - 720p

# #32110
source: Beach 2 - [838MB] - 720p
gl: Praia 2 - [838MB] - 720p

# #32112
source: Space 2 - [563MB] - 1080p
gl: Espazo 2 - [563MB] - 1080p

# #32113
source: Woodland 1 - [1.3GB] - 720p
gl: Bosque 1 - [1.3GB] - 720p

# #32115
source: Retro Sci-Fi 1 - [200MB] - 1080p
gl: Sci-Fi Retro 1 - [200MB] - 1080p

# #32116
source: Waterfall 1 - [1.3GB] - 720p
gl: Fervenza 1 - [1.3GB] - 720p

# #32117
source: Waterfall 2 - [1.3GB] - 720p
gl: Fervenza 2 - [1.3GB] - 720p

# #32118
source: Waterfall 3 - [2.4GB] - 720p
gl: Fervenza 3 - [2.4GB] - 720p

# #32119
source: Beach 3 - [3.4GB] - 720p
gl: Praia 3 - [3.4GB] - 720p

# #32120
source: Snow 1 - [1.3GB] - 720p
gl: Neve 1 - [1.3GB] - 720p

# #32121
source: Snow 2 - [677MB] - 1080p
gl: Neve 2 - [677MB] - 1080p

# #32122
source: Snow 3 - [1.2GB] - 720p
gl: Neve 3 - [1.2GB] - 720p

# #32123
source: Watermill 1 - [549MB] - 1080p
gl: Muíño 1 - [549MB] - 1080p

# #32124
source: Aquarium 4 - [780MB] - 720p
gl: Acuario 4 - [780MB] - 720p

# #32125
source: Christmas 1 - [777MB] - 1080p
gl: Nadal 1 - [777MB] - 1080p

# #32127
source: Ocean 1 - [1.1GB] - 720p
gl: Oceano 1 - [1.1GB] - 720p

# #32128
source: Aquarium 5 - [3.0GB] - 720p
gl: Acuario 5 - [3.0GB] - 720p

# #32129
source: Space 3 - [2.2GB] - 720p
gl: Espazo 3 - [2.2GB] - 720p

# #32130
source: Clock 1 - [1.5GB] - 720p
gl: Reloxo 1 - [1.5GB] - 720p

# #32131
source: Clock 2 - [1.3GB] - 360p
gl: Reloxo 2 - [1.3GB] - 360p

# #32202
source: None
gl: Ningún

# #32300
source: Screensaver File Is Not Valid
gl: Ficheiro non válido

# #32301
source: The following default video already exists
gl: Este vídeo xa existe

# #32302
source: Reuse this file?
gl: Volver empregar este ficheiro?

# #32303
source: Downloading Screensaver Video File
gl: Descargar ficheiro de vídeo

# #32304
source: This option will use all videos already downloaded
gl: Esta opción empregará todos os vídeos descargados

# #32305
source: Each video required should be downloaded individually first
gl: Primeiro cada vídeo ten que ser descargado individualmente

# #32306
source: Failed to download video file
gl: Fallou a descarga do vídeo
