Repository: malvinas2/repository.vanilla21
Catalog: repo/script.skin.helper.skinbackup/resources/language/resource.language.*/strings.po
Languages: he_il

# #32000
source: General
he_il: כללי

# #32001
source: Default backup path
he_il: נתיב ברירת המחדל לגיבוי

# #32002
source: Select location to store skin backups
he_il: בחר מיקום לאחסון גיבויי מעטפת

# #32003
source: Please enter a name for the backup
he_il: נא הזן שם עבור הגיבוי

# #32004
source: Backup the skin settings
he_il: הגדרות גיבוי מעטפת

# #32005
source: Backupfile was succesfully created!
he_il: קובץ הגיבוי נוצר בהצלחה!

# #32006
source: Restore the skin settings
he_il: הגדרות שיחזור מעטפת

# #32007
source: Restoring...
he_il: משחזר...

# #32008
source: Select skin backup file
he_il: בחר קובץ גיבוי למעטפת

# #32009
source: Your backup is succesfully restored!
he_il: הגיבוי שלך שוחזר בהצלחה!

# #32010
source: Reset the skin to default settings
he_il: אפס את הגדרות המעטפת לברירות המחדל

# #32011
source: Are you sure you want to reset the skin to default settings ?
he_il: האם אתה בטוח שברצונך לאפס את המעטפת לברירת המחדל?

# #32012
source: Settings
he_il: הגדרות

# #32013
source: Create new backup
he_il: צור גיבוי חדש

# #32014
source: Select backup from file
he_il: בחר גיבוי מקובץ

# #32015
source: Restore
he_il: שחזור

# #32016
source: Manage skin backups
he_il: ניהול גיבויי המעטפת

# #32017
source: Please enter the time that this theme should be activated (hh:mm in 24-hours format)
he_il: אנא הזן את השעה להפעלת תהליך הגיבוי (hh: mm בתבנית 24 שעות ביממה)

# #32018
source: Did you enter the time in the correct format ?
he_il: האם הזנת את הזמן בתבנית הנכונה?

# #32019
source: Activates every day at
he_il: פועל כל יום ב-

# #32020
source: Manage Color themes
he_il: ניהול ערכות צבע

# #32021
source: Apply this Color Theme
he_il: החל את ערכת הצבע הזו

# #32022
source: Export this theme to file
he_il: ייצא את הערכה לקובץ

# #32023
source: Enter a name for your color theme
he_il: הזן שם עבור ערכת הצבע שלך

# #32024
source: Screenshot of color theme (optional)
he_il: צילום מסך של ערכת הצבע (אופציונאלי)

# #32025
source: User defined color theme
he_il: ערכת צבע מוגדרת על ידי המשתמש

# #32026
source: Color theme created succesfully
he_il: ערכת צבע נוצרה בהצלחה

# #32027
source: Your color theme is now available in the list of available themes
he_il: ערכת הצבע שלך זמינה כעת ברשימה של ערכות צבע זמינות

# #32028
source: Enter a name for the theme
he_il: הזן שם עבור ערכת הנושא

# #32029
source: Select location to store export
he_il: בחר מיקום לאחסון הייצוא

# #32030
source: Select skin theme backup file
he_il: בחר קובץ גיבוי למעטפת

# #32031
source: Select Color theme
he_il: בחר ערכת צבע

# #32032
source: Enable automatic daily backups
he_il: אפשר גיבוי אוטומטית כל יום

# #32033
source: Restoring...
he_il: משחזר...

# #32034
source: Maximum number of historic backups to keep
he_il: כמות מרבית של גיבויים ישנים לשמירה

# #32035
source: Create Color Theme
he_il: צור ערכת צבע

# #32036
source: Create new custom color theme based on your current skin color settings.
he_il: צור ערכת צבע מותאמת אישית חדשה, בהתאם להגדרות צבע הנוכחיות שלך במעטפת.

# #32037
source: Import Color Theme
he_il: יבא ערכת צבע

# #32038
source: Import a color theme from file.
he_il: יבא ערכת צבע מקובץ.
