Repository: malvinas2/repository.vanilla21
Catalog: repo/screensaver.video/resources/language/Croatian/strings.po
Languages: hr

# #32001
source: Screensaver
hr: Čuvar zaslona

# #32002
source: Debugging
hr: Otklanjanje grešaka

# #32003
source: Enable debug logging
hr: Omogući zapisivanje otklanjanja grešaka

# #32004
source: Video Selection
hr: Video odabir

# #32005
source: VideoScreensaver
hr: Video čuvar zaslona

# #32006
source: Configuration
hr: Konfiguracija

# #32007
source: Startup
hr: Pokretanje

# #32020
source: Preset Video
hr: Predložak video snimke

# #32021
source: User Defined
hr: Definiran korisnikom

# #32022
source: Selected Screensaver
hr: Odabrani čuvar zaslona

# #32023
source: Use All Files In A Folder
hr: Koristi sve datoteke u mapi

# #32025
source: Repeat All
hr: Ponovi sve

# #32026
source: Repeat One
hr: Ponovi jednom

# #32028
source: Off
hr: Isključen

# #32029
source: Settings
hr: Postavke

# #32030
source: File
hr: Datoteka

# #32050
source: Set/Download Preset Video File
hr: Postavi/Preuzmi datoteku predloška video snimke

# #32051
source: Select Video File
hr: Odaberi datoteku vido snimke

# #32052
source: Show Time
hr: Prikaži vrijeme

# #32053
source: Start Video At Random Point
hr: Pokreni video snimku naizmjenično

# #32054
source: Select Videos Folder
hr: Odaberi mapu video snimaka

# #32055
source: Prevent Screensaver Starting If Playing Media
hr: Spriječi pokretanje čuvara zaslona ako se medij repoducira

# #32065
source: End Time
hr: Vrijeme završetka

# #32066
source: Schedule
hr: Planirano vrijeme

# #32100
source: *** All Downloaded Videos ***
hr: *** Sve preuzete video snimke ***

# #32104
source: Fireplace 2 - [827MB] - 480p
hr: Kamin 2 - [827MB] - 480p

# #32105
source: Fireplace 3 - [2.1GB] - 1080p
hr: Kamin 3 - [2.1GB] - 1080p

# #32202
source: None
hr: Nijedan

# #32203
source: User Defined
hr: Definiran korisnikom

# #32300
source: Screensaver File Is Not Valid
hr: Datoteka čuvara zaslona nije valjana

# #32301
source: The following default video already exists
hr: Sljedeća zadana video snimka već postoji

# #32302
source: Reuse this file?
hr: Ponovno koristi datoteku?

# #32303
source: Downloading Screensaver Video File
hr: Preuzimanje video datoteke čuvara zaslona

# #32304
source: This option will use all videos already downloaded
hr: Ova mogućnost će koristiti sve preuzete video snimke

# #32305
source: Each video required should be downloaded individually first
hr: Svaka video snimka bi trebala biti preuzeta pojedinačno
