Repository: malvinas2/repository.vanilla21
Catalog: repo/screensaver.video/resources/language/Swedish/strings.po
Languages: sv

# #32001
source: Screensaver
sv: Skärmsläckare

# #32002
source: Debugging
sv: Debuggning

# #32003
source: Enable debug logging
sv: Aktivera debugloggning

# #32004
source: Video Selection
sv: Filmval

# #32005
source: VideoScreensaver
sv: FilmSkärmsläckare

# #32006
source: Configuration
sv: Konfiguration

# #32007
source: Startup
sv: Använd Scrollbar

# #32020
source: Preset Video
sv: Förinställd film

# #32021
source: User Defined
sv: Användarbestämd

# #32022
source: Selected Screensaver
sv: Vald skärmsläckare

# #32023
source: Use All Files In A Folder
sv: Använd alla filer i mapp

# #32024
source: Repeat Type For Multiple Files
sv: Repetera typ för flera filer

# #32025
source: Repeat All
sv: Repetera alla

# #32026
source: Repeat One
sv: Repetera en

# #32028
source: Off
sv: Av

# #32029
source: Settings
sv: Inställningar

# #32030
source: File
sv: Fil

# #32050
source: Set/Download Preset Video File
sv: Ange/ladda ned förinställd filmfil

# #32051
source: Select Video File
sv: Välj film

# #32052
source: Show Time
sv: Visa tid

# #32053
source: Start Video At Random Point
sv: Starta film vid slumpmässig position

# #32054
source: Select Videos Folder
sv: Välj filmmapp

# #32055
source: Prevent Screensaver Starting If Playing Media
sv: Förhindra skärmsläckare om media spelas

# #32056
source: Change Volume When Screensaver Starts
sv: Ändra volym när skärmsläckaren startar

# #32057
source: Set Volume To
sv: Sätt volym till

# #32058
source: Dim Level
sv: Dimnivå

# #32059
source: Stop Screensaver Automatically
sv: Stoppa skärmsläckaren automatiskt

# #32060
source: Stop Screensaver After (Minutes)
sv: Stoppa skärmsläckare efter (minuter)

# #32065
source: End Time
sv: Sluttid

# #32066
source: Schedule
sv: Schema

# #32100
source: *** All Downloaded Videos ***
sv: *** Alla nedladdade filmer ***

# #32120
source: Snow 1 - [1.3GB] - 720p
sv: Snö 1 - [1.3GB] - 720p

# #32121
source: Snow 2 - [677MB] - 1080p
sv: Snö 2 - [677MB] - 1080p

# #32122
source: Snow 3 - [1.2GB] - 720p
sv: Snö 3 - [1.2GB] - 720p

# #32123
source: Watermill 1 - [549MB] - 1080p
sv: Vattenkvarn - [549MB] - 1080p

# #32200
source: Overlay Image
sv: Överläggsbild

# #32201
source: Select Overlay Image File
sv: Välj överläggsbild

# #32202
source: None
sv: Ingen

# #32203
source: User Defined
sv: Användarbestämd

# #32204
source: Picture Frame 1
sv: Bildram 1

# #32205
source: Window Frame 1
sv: Fönsterram 1

# #32206
source: Window Frame 2
sv: Fönsterram 2

# #32300
source: Screensaver File Is Not Valid
sv: Filen är inte giltig som skärmsläckarfilm

# #32301
source: The following default video already exists
sv: De följande standardfilerna finns redan

# #32302
source: Reuse this file?
sv: Återanvända denna fil?

# #32303
source: Downloading Screensaver Video File
sv: Laddar ner videofil för skärmsläckare

# #32304
source: This option will use all videos already downloaded
sv: Denna inställning använder samtliga nedladdade filmer

# #32305
source: Each video required should be downloaded individually first
sv: Varje video måste nedladdas individuellt först

# #32306
source: Failed to download video file
sv: Kunde inte ladda ner videofil

# #32307
source: This may be due to the server bandwidth limit being exceeded, please try again tomorrow
sv: Detta kan bero på att serverbandbredden är överskriden, försök igen nästa dag
